Repository: GoranDimchevski/moodle-debian
Catalog: debian/po/*.po
Languages: es, eu, fi, fr, gl, nl, pt, ru

source: Web server software:
fi: Verkkopalvelinohjelma:
fr: Logiciel serveur web :
ru: Веб-сервер:

source: Please choose the web server software you will use with Moodle.
fi: Valitse palvelinohjelma, jonka kanssa käytät Moodlea.
fr: Veuillez choisir le logiciel serveur web que vous désirez utiliser avec Moodle.
ru: Выберите веб-сервер, который будет использован с Moodle.

source: Database server software for Moodle:
es: Servidor de base de datos para Moodle:
eu: Moodle-k erabiliko duen datubase zerbitzaria:
fi: Tietokantapalvelinohjelma Moodlelle:
fr: Logiciel serveur de bases de données pour Moodle :
gl: Software servidor de bases de datos para Moodle:
nl: Te gebruiken databaseserver:
pt: Software servidor de Bases de Dados para o Moodle:
ru: Сервер базы данных для Moodle:

source: Moodle can work with either MySQL or PostgreSQL. Please choose which one you want to use.
es: Moodle puede trabajar tanto con MySQL como con PostgreSQL. Por favor, elija el que desea usar.
eu: Moodle MySQL edo PostgreSQL erabili daiteke. Mesedez hautatu bietako zein erabili nahi duzun.
fi: Moodle voi käyttää joko MySQL:ää tai PostgreSQL:ää. Valitse kumpaa haluat käyttää.
fr: Moodle peut fonctionner avec MySQL ou PostgreSQL. Veuillez choisir le serveur de bases de données que vous souhaitez utiliser.
gl: Moodle pode funcionar con MySQL ou PostgreSQL. Escolla o que quere empregar.
nl: Moodle kan zowel MySQL als PostgreSQL databases gebruiken. Wat voor databaseserver wilt u gebruiken?
pt: O Moodle pode funcionar tanto com MySQL como com PostgreSQL. Por favor seleccione qual quer usar.
ru: Moodle может работать с MySQL или PostgreSQL. Выберите нужный.

source: Please check that it is installed before continuing.
es: Compruebe que está instalado antes de continuar.
eu: Mesedez egiaztatu instalaturik dagoela jarraitu aurretik.
fi: Tarkista, että se on asennettuna ennen kuin jatkat.
fr: Vérifiez qu'il est bien installé avant de continuer.
gl: Comprobe que estea instalado antes de continuar.
nl: Gelieve na te gaan dat deze ge√Ønstalleerd is alvorens verder te gaan.
pt: Por favor verifique que o mesmo está instalado antes de continuar.
ru: Перед тем как продолжить, проверьте что он установлен.

source: Database server hostname:
es: Nombre del servidor de bases de datos:
eu: Datubase zerbitzari ostalari-izena:
fi: Tietokantapalvelimen verkkonimi:
fr: Nom d'hôte du serveur de bases de données :
gl: Nome do servidor de bases de datos:
nl: Computernaam van de databaseserver:
pt: Hostname do servidor de Bases de Dados:
ru: Имя хоста сервера базы данных:

source: Please enter the hostname of the database server host.
es: Por favor, introduzca el nombre del servidor de bases de datos.
eu: Mesedez idatzi datubase zerbitzariaren ostalari-izena.
fi: Anna tietokantapalvelimen verkkonimi.
fr: Veuillez indiquer le nom d'hôte du serveur de bases de données.
gl: Introduza o nome do servidor de bases de datos.
nl: Wat is de computernaam van de databaseserver?
pt: Por favor introduza o 'hostname' do servidor de bases de dados.
ru: Введите имя машины, на котором будет распологаться база данных.

source: Database administrator username:
es: Nombre del usuario administrador de la base de datos:
eu: Datubase kudeatzaile erabiltzaile-izena:
fi: Tietokantaylläpitäjän käyttäjätunnus:
fr: Identifiant de l'administrateur du serveur de bases de données :
gl: Nome de usuario do administrador da base de datos:
nl: Gebruikersnaam van de databasebeheerder:
pt: Nome de utilizador do administrador da base de dados:
ru: Административная учётная запись базы данных:

source: Please enter the PostgreSQL or MySQL administrator username, needed for the database creation.
es: Por favor, introduzca el nombre del administrador de PostgreSQL o MySQL, que se necesita para la creación de la base de datos.
eu: Mesedez idatzi PostgreSQL edo MySQL kudeatzaile erabiltzaile-izena, beharrezkoa datubasea sortu ahal izateko.
fi: Anna PostgresQL- tai MySQL-ylläpitäjän käyttäjätunnus, jota tarvitaan tietokannan luomiseen.
fr: Veuillez indiquer l'identifiant de l'administrateur de PostgreSQL ou MySQL. Il est nécessaire pour la création de la base de données.
gl: Introduza o nome de usuario do administrador de MySQL ou PostgreSQL, necesario para crear a base de datos.
nl: Wat is de gebruikersnaam van de PostgreSQL- of MySQL-beheerder? Dit is nodig om de database te kunnen aanmaken.
pt: Por favor introduza o nome de utilizador de MySQL ou PostgreSQL, necessário para a criação de bases de dados.
ru: Введите имя административной учётной записи для PostgreSQL или MySQL, которая требуется для создания базы данных.

source: Database administrator password:
es: Contraseña del administrador de la base de datos:
eu: Datubase kudeatzaile pasahitza:
fi: Tietokantaylläpitäjän salasana:
fr: Mot de passe de l'administrateur de bases de données :
gl: Contrasinal do administrador da base de datos:
nl: Wachtwoord van de databasebeheerder:
pt: Palavra-chave do administrador de bases de dados:
ru: Пароль администратора базы данных:

source: Please enter the PostgreSQL or MySQL administrator password, needed for the database creation.
es: Por favor, introduzca la contraseña del administrador de PostgreSQL o MySQL, que se necesita para la creación de la base de datos.
eu: Mesedez idatzi PostgreSQL edo MySQL kudeatzaile pasahitza, beharrezkoa datubasea sortu ahal izateko.
fi: Anna PostgresQL- tai MySQL-ylläpitäjän salasana, jota tarvitaan tietokannan luomiseen.
fr: Veuillez indiquer le mot de passe de l'administrateur de PostgreSQL ou MySQL. Il est nécessaire pour la création de la base de données.
gl: Introduza o contrasinal do administrador de MySQL ou PostgreSQL, necesario para crear a base de datos.
nl: Wat is het wachtwoord van de PostgreSQL- of MySQL-beheerder? Dit is nodig om de database te kunnen aanmaken.
pt: Por favor introduza a palavra-chave do administrador de MySQL ou PostgreSQL, necessária para a criação de base de dados.
ru: Введите пароль административной учётной записи для PostgreSQL или MySQL, который требуется для создания базы данных.

source: DBA password confirmation:
es: Confirmación de la contraseña del administrador de la base de datos:
eu: DBA pasahitz berrespena:
fi: Salasanan varmistus:
fr: Confirmation du mot de passe de l'administrateur :
gl: Confirmación do contrasinal do DBA:
nl: Bevestiging van het wachtwoord van de de databasebeheerder:
pt: Confirmação da palavra-chave de DBA:
ru: Пароль DBA ещё раз:

source: Please confirm the password in order to continue the process.
es: Por favor, confirme la contraseña para continuar con el proceso.
eu: Mesedez beretsi pasahitza prozesuarekin aurrera jarraitu ahal izateko.
fi: Varmista salasana jatkaaksesi asennusprosessia.
fr: Veuillez confirmer le mot de passe afin de poursuivre.
gl: Confirme o contrasinal para continuar o proceso.
nl: Om verder te gaan dient u het wachtwoord nogmaals in te geven (om tikfouten op te vangen).
pt: Por favor confirme a palavra-chave para poder continuar o processo.
ru: Чтобы продолжить, повторите введёный ранее пароль.

source: Password mismatch
es: Las contraseñas no coinciden
eu: Pasahitz ezberdinak
fi: Salasanat eroavat
fr: Mots de passe différents
gl: Contrasinais distintos
nl: De wachtwoorden komen niet overeen.
pt: Palavra-chave não coincidente
ru: Пароли не совпадают

source: The password and its confirmation do not match. Please reenter the passwords.
es: La contraseña y su confirmación no coinciden. Por favor, vuelva a introducirlas.
eu: Pasahitz eta berrespena ez dira berdinak. Mesedez berriz idatzi pasahitzak.
fi: Salasana ja sen varmistus eivät täsmää. Anna salasanat uudelleen.
fr: Le mot de passe et sa confirmation ne correspondent pas. Veuillez indiquer à nouveau les mots de passe.
gl: O contrasinal e a súa confirmación non coinciden. Volva introducir os contrasinais.
nl: Het wachtwoord en de bevestiging komen niet overeen. Gelieve het wachtwoord opnieuw in te voeren.
pt: A palavra-chave e a sua confirmação não são iguais. Por favor volte a introduzi-las.
ru: Введённые пароли не совпадают. Повторите ввод паролей ещё раз.

source: Database owner username:
es: Nombre del usuario propietario de la base de datos:
eu: Datubase jabe erabiltzaile-izena:
fi: Tietokannan omistajan käyttäjätunnus:
fr: Identifiant du propriétaire de la base de données :
gl: Usuario propietario da base de datos:
nl: Gebruikersnaam van de database-eigenaar:
pt: Nome de utilizador do dono da base de dados:
ru: Имя владельца базы данных:

source: Please enter the username of the Moodle database owner.
es: Por favor, introduzca el nombre del usuario propietario de la base de datos Moodle.
eu: Mesedez idatzi Moodle datubase jabearen erabiltzaile-izena.
fi: Annan Moodle-tietokannan omistajan käyttäjätunnus.
fr: Veuillez indiquer l'identifiant du propriétaire de la base de données de Moodle.
gl: Introduza o nome do usuario propietario da base de datos de Moodle.
nl: Wat is de gebruikersnaam van de eigenaar van de Moodle-Database?
pt: Por favor introduza o nome de utilizador do dono de base de dados do Moodle.
ru: Введите имя, которому будет принадлежать база данных Moodle.

source: Database owner password:
es: Contraseña del propietario de la base de datos:
eu: Datubase jabe pasahitza:
fi: Tietokannan omistajan salasana:
fr: Mot de passe du propriétaire de la base de donnes :
gl: Contrasinal do propietario da base de datos:
nl: Wachtwoord van de database-eigenaar:
pt: Palavra chave do dono da base de dados:
ru: Пароль владельца базы данных:

source: Please enter the password of the Moodle database owner.
es: Por favor, introduzca la contraseña del propietario de la base de datos Moodle.
eu: Mesedez idatzi Moodle datubase jabearen pasahitza.
fi: Anna Moodle-tietokannan omistajan salasana.
fr: Veuillez indiquer le mot de passe du propriétaire de la base de données de Moodle.
gl: Introduza o contrasinal do propietario da base de datos de Moodle.
nl: Wat is het wachtwoord van de eigenaar van de Moodle-Database?
pt: Por favor introduza a palavra-chave do dono da base de dados do moodle.
ru: Введите пароль владельца базы данных Moodle.

source: Database user password confirmation:
es: Confirmación de la contraseña de usuario de la base de datos:
eu: Datubasea erabiltzaile pasahitz berrespena:
fi: Tietokantatunnuksen salasanan varmistus:
fr: Confirmation du mot de passe du propriétaire :
gl: Confirmación do contrasinal do usuario da base de datos:
nl: Bevestiging van het wachtwoord van de databasegebruiker:
pt: Confirmação da palavra-chave do utilizador da base de dados:
ru: Повторный ввод пароля владельца базы данных:

source: Please confirm the password of the Moodle database owner.
es: Por favor, confirme la contraseña del propietario de la base de datos Moodle.
eu: Mesedez berretsi Moodle datubase jabearen pasahitza.
fi: Varmista Moodle-tietokannan omistajan salasana.
fr: Veuillez confirmer le mot de passe du propriétaire de la base de données.
gl: Confirme o contrasinal do propietario da base de datos de Moodle.
nl: Om verder te gaan dient u het wachtwoord van de eigenaar van de Moodle-database nogmaals in te geven (om tikfouten op te vangen).
pt: Por favor confirme a palavra-chave do dono da base de dados do Moodle.
ru: Повторите ввод пароля владельца базы данных Moodle.

source: Warning - Moodle is not configured
es: Advertencia - Moodle no está configurado
eu: Abisua - Moodle ez dago konfiguratuta
fi: Varoitus - Moodlen asetuksia ei ole tehty
fr: Moodle non configuré
gl: Aviso - Moodle non está configurado
nl: Waarschuwing - Moodle is niet geconfigureerd
pt: AViso - o Moodle não está configurado
ru: Предупреждение: Moodle не настроен

source: Please note that you have not completed the Moodle configuration. For completing it, please use "dpkg-reconfigure moodle" later.
es: Tenga en cuenta que no ha completado la configuración de Moodle. Para completarla, por favor, ejecute «dpkg-reconfigure moodle» más tarde.
eu: Mesedez kontutan izan ez duzula Moodle konfigurazioa osatu. Osatzeko mesedez "dpkg-reconfigure moodle" erabili beranduago.
fi: Moodlen asetuksia ei tehty loppuun. Täydentääksesi asetuksia aja komento ”dpkg-reconfigure moodle” myöhemmin.
fr: Veuillez noter que la configuration de Moodle n'est pas terminée. Pour la terminer plus tard, veuillez utiliser la commande « dpkg-reconfigure moodle ».
gl: Teña en conta que non se completou a configuración de Moodle. Para completalo, execute "dpkg-reconfigure moodle" máis tarde.
nl: Merk op dat u de Moodle-configuratie niet voltooid heeft. Om de configuratie later te voltooien dient u het commando 'dpkg-reconfigure moodle' uit te voeren.
pt: Por favor note que o senhor ainda não completou a configuração do Moodle. Para a completar, por favor use "dpkg-reconfigure moodle" mais tarde.
ru: Заметим, что настройка Moodle не завершена. Чтобы завершить настройку позже, запустите "dpkg-reconfigure moodle".

source: Warning - Moodle database tables not created
fi: Varoitus - Moodlen tietokantatauluja ei luotu
fr: Tables de la base de données de Moodle non créées
ru: Предупреждение: таблицы базы данных Moodle не созданы

source: The Moodle install script will create the database, but the tables are to be created with a PHP script. Please launch it right after the install:
fi: Moodlen asennuskomentosarja luo tietokannan, mutta taulut luodaan PHP-komentosarjalla. Käynnistä se heti asennuksen jälkeen:
fr: Le script d'installation de Moodle s'occupera de la création de la base de données, mais les tables qu'elle doit contenir doivent être créées avec un script PHP. Veuillez le lancer immédiatement après l'installation :
ru: Сценарий установки Moodle создаст базу данных, но таблицы будут созданы сценарием PHP. Войдите сразу после установки по адресу:
